export default [
  {
    id: "9744034003040703",
    cover:
      "https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fgss0.baidu.com%2F-Po3dSag_xI4khGko9WTAnF6hhy%2Fzhidao%2Fpic%2Fitem%2F241f95cad1c8a7863281c7696009c93d70cf502a.jpg&refer=http%3A%2F%2Fgss0.baidu.com&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=jpeg?sec=1639298418&t=19a1356ef791d844590c57d4076e556e",
    illustration: [
      "https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fimg.zcool.cn%2Fcommunity%2F01b9d4595b4c4aa8012193a3122964.jpg%401280w_1l_2o_100sh.png&refer=http%3A%2F%2Fimg.zcool.cn&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=jpeg?sec=1639360088&t=87326811d3fb153c7061cc08550f70a1",
      "https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fimg.zcool.cn%2Fcommunity%2F01c2e4596f6714a8012193a309c64c.jpg%401280w_1l_2o_100sh.png&refer=http%3A%2F%2Fimg.zcool.cn&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=jpeg?sec=1639360088&t=00e05dd82d88d046173d0329610ffd9d",
    ],
    detail: {
      desc: "新书《我师父超强却过分稳健》，求支持！新书《我师父超强却过分稳健》，求支持！新书《我师父超强却过分稳健》，求支持！",
      chapters: 120,
      textNum: 210000,
      pushTitles: ["标题1：感情的世界对错难免", "标题1：感情的世界对错难免"],
    },
    title: "落尘记",
    channel: 1, // 男频：1，女频：2
    classify: ["玄幻", "都市", "历史", "玄幻", "都市", "历史"],
    tags: ["穿越", "宫廷", "仙侠", "穿越", "宫廷", "仙侠"],
    isComplete: false,
    isOpen: false,
    payChapter: 15,
    firstChapterNum: 100,
    clickPercent: "14%",
    completePercent: "14%",
    buy: 100,
    people: 100,
    repeatBuy: 13,
  },
  {
    id: "9744034003040704",
    cover:
      "https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fgss0.baidu.com%2F-Po3dSag_xI4khGko9WTAnF6hhy%2Fzhidao%2Fpic%2Fitem%2F241f95cad1c8a7863281c7696009c93d70cf502a.jpg&refer=http%3A%2F%2Fgss0.baidu.com&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=jpeg?sec=1639298418&t=19a1356ef791d844590c57d4076e556e",
    illustration: [
      "https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fimg.zcool.cn%2Fcommunity%2F01b9d4595b4c4aa8012193a3122964.jpg%401280w_1l_2o_100sh.png&refer=http%3A%2F%2Fimg.zcool.cn&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=jpeg?sec=1639360088&t=87326811d3fb153c7061cc08550f70a1",
      "https://gimg2.baidu.com/image_search/src=http%3A%2F%2Fimg.zcool.cn%2Fcommunity%2F01c2e4596f6714a8012193a309c64c.jpg%401280w_1l_2o_100sh.png&refer=http%3A%2F%2Fimg.zcool.cn&app=2002&size=f9999,10000&q=a80&n=0&g=0n&fmt=jpeg?sec=1639360088&t=00e05dd82d88d046173d0329610ffd9d",
    ],
    detail: {
      desc: "新书《我师父超强却过分稳健》，求支持！新书《我师父超强却过分稳健》，求支持！新书《我师父超强却过分稳健》，求支持！",
      chapters: 120,
      textNum: 210000,
      pushTitles: ["标题1：感情的世界对错难免", "标题1：感情的世界对错难免"],
    },
    title: "落尘记",
    channel: 2, // 男频：1，女频：2
    classify: ["玄幻", "都市", "历史"],
    tags: ["穿越", "宫廷", "仙侠"],
    isComplete: false,
    isOpen: false,
    payChapter: 15,
    firstChapterNum: 100,
    clickPercent: "14%",
    completePercent: "14%",
    buy: 100,
    people: 100,
    repeatBuy: 13,
  },
];

export const chapterContent = {
  title: "哈喽",
  content: `序章
  　　锁妖塔崩溃时闹出毁天灭地的动静，此时二十七天却寂然无半分人声，诸神叹着气一一离去，没人注意到九重宝塔下还压着瑶池的红莲仙子。
  　　她是被疼醒的，睁眼时所见一片血红，双腿被缚魔石生生截断，锁妖塔黑色的断垣就横亘在她面前。冷月的幽光中，疼痛如绵密蛛丝一层绕着一层，将她裹得像个不能破茧的蛹。
  　　尚未被诸神禁锢的妖气似蛟龙游移在东天之上，将烟岚化作茫茫血雨，在星河云海间扯出一幅朱色的红绸。
  　　红色的雨落在她脸上，带着冰刺的冷意浸入肌理，冷汗大滴大滴自她额角滚落，干哑的嗓子无法出声。
  　　疼痛，无休无止的疼痛。
  　　她不知该求生还是求死，更不知该向谁求生向谁求死。疼痛逼得她不能移动分毫，连自我了断都不能。
  　　雨雾苍茫，她想起自己为什么会在这里，她是来帮好友桑籍一起带走他被困锁妖塔的心上人。擅闯锁妖塔是永除仙籍的大罪，她如何不知，只是寄望于自己素来无往不利的好运气。
  　　可再多的好运也有用尽的一日。
  　　这一次，被救的人妥善离开，而运气用尽的她不得不代替他们承受九重宝塔被冒犯的全部怒意。
  　　宝塔崩溃之时，缚魔石自塔顶轰然坠下，快如陨星的巨石如利斧劈开她眼前三寸焦土，她只来得及说出不要回头。
  　　不要回头。
  　　被缚魔石隔断的最后一眼里，他正抱着怀中女子小心地闪过尘烟碎石。他听了她的话，没有回头。
  　　二十七天之上，望不见天宫的模样。他们是否顺利逃脱她全然不知，为了救他们，她搭进去一条命。她其实不晓得会是这样的凶险，临行前还告诉自己这是最后一次，只消他们逃出九重天，她便再不用为朋友情谊两肋插刀，松快日子指日可待。
  　　可谁想一语成谶，这果然是最后一次，最后最后一次。
  　　一个神仙，却死在锁妖塔里，就算是她，也觉得这未免跌份，攀着遍是血污的碎石想要一点一点爬出废墟，可每动一下，都像是千万把钝刀在身上反复切割。
  　　她看见自己的血自缚魔石下蜿蜒流出，直流入镜面般的烦恼海，血迹蜿蜒之处，红莲花盏刹那怒放，一瞬间，二十七天遍地妖娆的赤红。
  　　三千世界，不管是哪一处的红莲，人生的最后一次花开都是空前绝后的美态，何况她这四海八荒坐在花神最高位的花主。
  　　她行将死去，占断瑶天的万里春色，只因是最后一场花开。
  　　天边散溢的妖气忽凝成巨大人形，狠狠撞击四极的地煞罩，发出可怕的低吼。
  　　破晓时分，正是逢魔之时。
  　　她已不指望谁会回来救她，醒来时虽有一刹那那么想过，可锁妖塔崩溃，万妖乱行，诸神将二十七天用地煞罩封印起来，明摆着九重天上无人能镇压得了这些被关了万万年、凝聚了巨大怨气的妖物。
  　　她其实已经认命。
  　　她并非生而仙胎，而是灵物修炼成仙，原本便该除七情，戒六欲，即便此次还能侥幸得救，她心中所想，于她而言也是遥不可及，所以这样也好。
  　　这一生实没有什么好指望的了，爬不出锁妖塔也没什么了，纵然日后会变成个笑话，反正她也听不到了。
  　　她正要安心地闭上眼，苍茫云海里却忽然传来一阵低回的笛音。笛音之下，齐聚东天的妖气像一匹蓦然被刀锋刺中要害的困兽，歇斯底里地挣扎怒吼。而绵延缠绕她的剧痛也在一瞬间消逝，她只来得及睁开眼。
  　　茫茫视线里，不远处的天之彼陡起滔天的巨浪，白浪后似乎盘旋着一条光华璀璨的银色巨龙。
  　　她想抬手揉揉眼睛，终归没有力气。而浪头一重高过一重，似千军万马踏蹄而来，所过之处翻滚的妖气几乎是在瞬间散逸无踪。雨幕褪去血色，星河间笛音低回悠扬，二十七天重为净土。
  　　笛音之下出现如此盛景，四海八荒，她只识得一人。可那人此时应正身披铁甲，征战在魔族盘踞的南荒大地。
  　　来不及想得太多，目光所及之处已出现一双白底的锦鞋，虽是遍地血污，鞋子却纤尘不染，男人冰冰凉凉的声音响在她头顶：“我不过离开几日，你就把自己搞得这样狼狈。”
  　　她费力抬头，看着蹲在自己面前的白衣神君，苍白的脸上浮出一个苦笑，可话已不能说得完整：“我只是以为，这次还会有……好运……”
  　　烟岚渐开，白色的日光穿过地煞罩洒遍二十七天每一个角落，她已看不清他的表情，只是感到他冰凉手指抚上自己脸侧：“你真以为，那些都是好运气？”
  　　他是第一次这样同她说话。他从来不曾对她说过这样的话。
  　　也许是人之将死，许多不曾细想的事在心底一瞬通明。可笑她是个神仙，却相信世间有什么好运。
  　　被压在锁妖塔下，最疼的时候，她也没有流下泪来。她这一生从未哭过，不是坚强，只因红莲天生便无泪。红莲无泪，心伤泣血。一滴血自她眼角落下，滑过苍白脸颊。
  　　她太晚明白这一切，却不知该如何回答，血珠凝成一颗红玉，落在他手中。她张了张口，想尽力把那些话说得完整：“若有来生，三殿下……”
  　　她握住他的手：“若有来生……”最后的时刻已至，遍地的红莲瞬间凋零，可那句话却还未来得及说完整。她苍白的手指自他手中滑落，紧闭的眼角还凝了一粒细小的血珠。
  　　他低头看着她，良久，将手中红色的玉石放进她冰凉掌心，握紧：“若有来生，你当如何呢，长依。”
  　　烦恼海上碧波千尺，漂浮的优昙花次第盛开，白色的花盏在雨幕中飘摇。若有来生……可神仙又怎会有来生呢。`,
};
